{
    "language": "ZH EN",
    "error-with-status": "ZH A {{statusCode}} error occurred on server",
    "error-without-status": "ZH An error occurred on the server",

    "BaseFooter_About": "ZH About",
    "BaseFooter_About_ICT": "ZH About ICT",
    "BaseFooter_About_Industry": "ZH Our Industry",
    "BaseFooter_About_Business": "ZH Our Business",
    "BaseFooter_About_FAQ": "ZH Questions & Answers",

    "BaseFooter_Responsibility": "ZH Responsibility",
    "BaseFooter_Responsibility_Values": "ZH Our Values",
    "BaseFooter_Responsibility_Strategy": "ZH Our Strategy",
    "BaseFooter_Responsibility_CSR": "ZH CSR",
    "BaseFooter_Responsibility_Challenges": "ZH Challenges",

    "BaseFooter_Company": "ZH Company",
    "BaseFooter_Company_Governance": "ZH Corporate Governance",
    "BaseFooter_Company_People": "ZH Our People",
    "BaseFooter_Company_Positions": "ZH Our Positions",
    "BaseFooter_Company_Pressroom": "ZH Pressroom",
    "BaseFooter_Company_Contact": "ZH Contact Us",

    "BaseFooter_Bottom_Terms": "ZH Terms of Use",
    "BaseFooter_Bottom_Privacy": "ZH Privacy Policy",
    "BaseFooter_Bottom_Cookie": "ZH Cookie Policy",
    "BaseFooter_Bottom_Copyright": "ZH Impact Crowd Technology S.L. All Rights Reserved",

    "BaseHeader_Title": "ZH Striving for digital equality",
    "BaseHeader_Description": "ZH We want to create the world’s largest functioning sales force, disrupting the traditional value chain and distribution of apps, software and services.",
    "BaseHeader_Mobile_Partner": "ZH Are you our next partner?",
    "BaseHeader_Mobile_Contact": "ZH Contact Us",

    "HomePage_Head_Title": "ZH ICT | Home",
    "HomePage_Title": "ZH Home page",
    "HomePage_Marketing_Title": "ZH Multi-level marketing, reinvented",
    "HomePage_Marketing_Content": "ZH Impact Crowd Technology will, as the first digital multi-level marketing company, address the challenge of long-term sustainability.",
    "HomePage_FirstBanner_Title": "ZH Continuous innovation",
    "HomePage_FirstBanner_Content": "ZH We’re proud of our unstinting commitment to generating innovative digital products designed to provide you with new revenue streams.  We are equally dedicated to seeking out and developing innovations that support our network of salespeople.",
    "HomePage_SecondBanner_Title": "ZH Purely digital",
    "HomePage_SecondBanner_Content": "ZH We intend to remain purely digital in our product offering. We want to deliver impact technology – via our online projects that will disrupt and challenge traditional digital industries and software distribution channels.",
    "HomePage_ThirdBanner_Title": "ZH Global reach",
    "HomePage_ThirdBanner_Content": "ZH Our priority is to build global frontrunners in multiple industries, disrupting monopolised markets by offering a unique and robust value proposition on a global scale. The aim of Impact Crowd Technology is to establish online global leaders.",
    "HomePage_Impact_Title": "ZH Impact Technology",
    "HomePage_Impact_Content": "ZH Impact Technology refers to the intentional use of frontier technology to benefit and promote new sources of employment and accelerate economic diversification – while simultaneously addressing major social issues.",
    "HomePage_Network_Content": "ZH The network marketing business model has been around for decades. And it works.",
    "HomePage_NewsSection_Title": "ZH Latest News",
    "HomePage_NewsSection_Button": "ZH Go to newsroom",
    "HomePage_News_First_Release": "ZH Press release",
    "HomePage_News_First_Title": "ZH ICT acquires Miggster",
    "HomePage_News_Second_Release": "ZH Press release",
    "HomePage_News_Second_Title": "ZH New board members",
    "HomePage_News_Third_Release": "ZH Press release",
    "HomePage_News_Third_Title": "ZH ICT acquires Miggster",

    "AboutICTPage_Head_Title": "ZH ICT | About ICT",
    "AboutICTPage_Heading": "ZH About ITC",
    "AboutICTPage_AboutICTBanner_Title": "ZH Who we are",
    "AboutICTPage_AboutICTBanner_Description": "ZH This is where remarkable innovation meets rapid pace fuelled by relentless focus. Our extraordinary drive comes from our willingness to go that extra mile in everything we do.",
    "AboutICTPage_ICT_Title": "ZH Impact Crowd Technology S.L.",
    "AboutICTPage_ICT_Description": "ZH  Headquartered in Madrid, Impact Crowd Technology S.L. is a privately held Spanish company. The company’s vision is to create the world’s largest salesforce, disrupting the traditional value chain and distribution of apps, software and services. ",
    "AboutICTPage_SocialImpact_Title": "ZH Social impact at ITC",
    "AboutICTPage_SocialImpact_Description": "ZH We are partnering with leading CSR experts to create lasting, transformative solutions to some of the world’s most critical social challenges.",
    "AboutICTPage_InfoBanner_First_Title": "ZH What we believe",
    "AboutICTPage_InfoBanner_First_Description": "ZH Digital products are 1’s and 0’s, duplicated through cut and paste. Unlike many other MLM companies, our network will never have to buy or sit on physical inventory. This differentiates our business model from current competitors in the MLM space.",
    "AboutICTPage_InfoBanner_Second_Title": "ZH What we do",
    "AboutICTPage_InfoBanner_Second_Description": "ZH Impact Crowd Technology’s aim is to use a MLM sales structure to enable a network of salespeople to sell other companies’ digital products. Our focus is on cherry- picking great products and distributing these through Crowd1’s extensive online sales network.",
    "AboutICTPage_InfoBanner_Third_Title": "ZH What is our goal",
    "AboutICTPage_InfoBanner_Third_Description": "ZH As the first digital MLM company, Impact Crowd Technology will address the challenge of long- term sustainability. We aim to build a vast library of digital products that are easily accessible for an entire network of salespeople to use, recommend and sell.",
    "AboutICTPage_LegalEnvironment_Title": "ZH Legal Environment",
    "AboutICTPage_LegalEnvironment_Description": "ZH Impact Crowd Technology has been set up in accordance with strict corporate governance and a solid managerial foundation that meets all European laws and regulations. ",
    "AboutICTPage_QuestionBanner_First_Title": "ZH Meet our team",
    "AboutICTPage_QuestionBanner_First_Description": "ZH At Impact Crowd Technology, we always go that extra mile in everything we do. Together we have built a network of salespeople with an unprecedented reach and future sales potential.",
    "AboutICTPage_QuestionBanner_Second_Title": "ZH Join us",
    "AboutICTPage_QuestionBanner_Second_Description": "ZH ICT is a multigenerational company with employees from 20 to 65. We are proud that so many have chosen to remain and grow with us and we’d like you to join us on our journey.",
    "AboutICTPage_QuestionBanner_Third_Title": "ZH Advisors",
    "AboutICTPage_QuestionBanner_Third_Description": "ZH J Crowd1 has attracted some of the world’s leading experts in network marketing. They have all been attracted by the potential of Crowd1’s unique business proposition and are motivated by ICT’s long-term prospects and ambition.",
    "AbAboutICTPage_ICTCrowdBanner_Title": "ZH Ambitious members extraordinary salespeople",
    "AbAboutICTPage_ICTCrowdBanner_Description": "ZH Crowd’s network consists of millions of highly ambitious members with a love of entrepreneurship and sales that provides both employment and a source of income. The simplicity and speed of Crowd is what motivates our entrepreneurs and salespeople.",

    "OurBusinessPage_Head_Title": "ZH ICT | Our Business",
    "OurBusinessPage_Title": "ZH Our Business",
    "OurBusinessPage_TopBanner_Description": "ZH Impact Crowd Technology’s business idea is to use a multi-level marketing sales structure to enable a network of members to sell other companies’ digital products.",
    "OurBusinessPage_CrowdBanner_Title": "ZH Crowd 1",
    "OurBusinessPage_CrowdBanner_SubTitle": "ZH Similar to Uber and Airbnb, who own neither cars nor beds, Crowd1 does not sell any products nor services of its own. It merely markets other companies’ digital products and services. With a growing product portfolio, Crowd1 offers educational training, various communication tools, gaming and gambling capabilities around the world. The focus on growth during Crowd1’s pre-launch phase has been vital. It will remain in pre-launch until the product portfolio reaches sufficient levels to support the efforts and requirements of the members.",
    "OurBusinessPage_BusinessNetwork_Title": "ZH Network",
    "OurBusinessPage_BusinessNetwork_SubTitle": "ZH Crowd1’s network consists of millions of highly ambitious members with a love of entrepreneurship and sales that provides both employment and a source of income. The simplicity and speed of Crowd1 help motivate our entrepreneurs and salespeople. <br> <br> Crowd1’s use of the mobile phone as a vehicle for sales together with educational packages and the reach of social media are key to our success. While some members might not be great at selling, everyone is able to make recommendations by posting advertising and utilising social media. <br> <br> The Crowd1 network brings long-tail influencer marketing to new levels by regaining control and reclaiming their digital identity.",
    "OurBusinessPage_NetworkLeaders_Title": "ZH Network Leaders",
    "OurBusinessPage_NetworkLeaders_SubTitle": "ZH Crowd1’s community is built as a hierarchy where successful members become team leaders, regional leaders, etc. This creates a stable platform for word of mouth and direct information.Crowd1 has attracted some of the world’s most experienced leaders, with proven track records in network marketing. The leaders are drawn to the potential offered by Crowd1’s unique business proposition and they are motivated by ICT’s long-term prospects and ambitions. <br> <br>The leaders have committed to Impact Crowd Technology’s ambition to create a truly digital multi-level marketing structure.",
    "OurBusinessPage_Milestones_Title": "ZH Milestones",
    "OurBusinessPage_Milestones_SubTitle": "ZH Since early 2019, Crowd1 has achieved remarkable growth, gaining approximately 2 million members in the first 12 months. We have created the industry’s fastest-growing global digital multi-level marketing company. <br> <br> The focus on growth during Crowd1’s pre-launch phase has been key. In 2020, our focus will lie in expanding our product portfolio and building an extensive library of digital products accessible for our network to use, recommend and sell.",

    "OurCompanyPage_Head_Title": "ZH ICT | Our Company",
    "OurCompanyPage_Title": "ZH Our Company",
    "OurCompanyPage_TopBanner_Description": "ZH Our vision - to create the world’s largest sales force, disrupting the traditional value chain and distribution of apps, software and services.",
    "OurCompanyPage_BusinessIdea_Title": "ZH Business idea",
    "OurCompanyPage_BusinessIdea_SubTitle": "ZH Impact Crowd Technology’s business idea is to use a multi-level marketing sales structure to enable a network of members to sell other companies’ digital products.Impact Crowd Technology does not have R&D or production obligations. It has no physical inventory either. The financial risks associated with many ventures in the software space simply do not exist here. <br> <br> The company will instead focus on cherry-picking great products and distributing these through our vast sales network – Crowd1, which currently has some two million online salespeople.",
    "OurCompanyPage_SalesProducts_Title": "ZH The sales of digital products",
    "OurCompanyPage_SalesProducts_SubTitle": "ZH Digital products are 1’s and 0’s, duplicated by cut and paste. There are no extra costs for adding new products that have been sold, and there are almost no distribution and storage costs. This will enable ICT to sell software at a high discount, while still paying large commissions to the Crowd 1 network. <br> <br> Unlike many other MLM companies, our members will never have to buy or sit on any physical inventory, thereby differentiating our business model from its current competitors in multi-level marketing.",
    "OurCompanyPage_OurMission_Title": "ZH Our Mission",
    "OurCompanyPage_OurMissionFirst_Description": "ZH Disrupt and change traditional software distribution channels.",
    "OurCompanyPage_OurMissionSecond_Description": "ZH Enable entrepreneurs to charge a fee for software given away for free today.",
    "OurCompanyPage_OurMissionThird_Description": "ZH Provide committed and ambitious salespeople with a library of products, apps, software and services to recommend and sell.",
    "OurCompanyPage_OurMissionFourth_Description": "ZH For the first time, truly exploit long tail influencer marketing and direct sales strategies.",
    "OurCompanyPage_CompanyGoals_Title": "ZH Company goals",
    "OurCompanyPage_CompanyGoals_Step": "ZH Step",
    "OurCompanyPage_CompanyGoalsFirst_Description": "ZH The first step in fulfilling our vision is through the establishment of Impact Crowd Technology with a head office in Madrid.",
    "OurCompanyPage_CompanyGoalsSecond_Description": "ZH Second, to recruit new professionals on an on-going basis who share an ambition to fulfil our vision and mission.",
    "OurCompanyPage_CompanyGoalsThird_Description": "ZH We have partnered with the industry’s fastest- growing global digital multi-level marketing company.",
    "OurCompanyPage_CompanyGoalsFourth_Description": "ZH We partner with leaders within Corporate Social Responsibility to create lasting, transformative solutions to some of the world’s most critical social challenges.",
    "OurCompanyPage_OurPeople_Title": "ZH Our people",
    "OurCompanyPage_OurPeople_Subtitle": "ZH Digital products are 1’s and 0’s, duplicated by cut and paste. There are no extra costs for adding new products that have been sold, and there are almost no distribution and storage costs. This will enable ICT to sell software at a high discount, while still paying large commissions to the Crowd 1 network. <br> <br> Unlike many other MLM companies, our members will never have to buy or sit on any physical inventory, thereby differentiating our business model from its current competitors in multi-level marketing.",

    "OurIndustryPage_Head_Title": "ZH ICT | Our Industry",
    "OurIndustryPage_Title": "ZH Our Industry",
    "OurIndustryPage_TopBanner_Description": "ZH Direct sales are when individual salespeople reach out to consumers directly. In contrast, direct marketing is when a company markets directly to the consumer.",
    "OurIndustryPage_DirectSelling_Title": "ZH Understanding direct selling",
    "OurIndustryPage_DirectSelling_SubTitle": "ZH Direct selling refers to selling products directly to the consumer in a non-store environment, including at home, at work, online, and other locations. Direct selling often eliminates several middlemen involved in product distribution, such as regional distribution centres and wholesalers. <br> <br> Instead, products go from manufacturer to the direct sales company, the distributor or representative, and then to the consumer. The products sold through direct sales are usually not found in typical retail locations. <br> <br> This means that finding a distributor or representative is the only way to buy the products or services.",
    "OurIndustryPage_MultiMarketing_Title": "ZH Multi-level marketing",
    "OurIndustryPage_MultiMarketing_SubTitle": "ZH Multi-level marketing is a business model where people get a commission from product sales and compensation for sales from people in their downline. Sales depend on the distributors’ ability to share products and business opportunities with others. This is done via direct selling, word-of-mouth marketing, referrals, online marketing, and more. <br><br> Most MLM companies are well-established, offering quality products that people love. These companies usually have fair compensation plans in place as well as training on how to work the business. <br><br> The world’s top ten multi-level marketing companies had combined net revenues of USD 40.8 billion in 2018. Companies such as Amway, Avon, Herbalife, Tupperware and Oriflame have proven business models that have been around for decades. The industry supports millions of full- and part-time employees.",
    "OurIndustryPage_ImpactTechnology_Title": "ZH Impact technology",
    "OurIndustryPage_ImpactTechnology_SubTitle": "ZH Impact Technology refers to the intentional use of frontier technology to benefit and promote new sources of employment and accelerate economic diversification, while also addressing major social issues.Impact Crowd Technology aims to leverage innovative technology to decrease the digital divide and drive prosperity through trade in developing countries by giving access to the latest software technologies.",
    "OurIndustryPage_EconomyBanner_Description": "ZH The taxi industry has Uber and the hotel/apartment rental sector has Airbnb. The ‘crowd economy’ is where millions of people share the benefits of a collective effort, using the power of the internet, human interaction and relationships.",
    "OurIndustryPage_Opportunity_Title": "ZH A huge opportunity",
    "OurIndustryPage_Opportunity_SubTitle": "ZH We seek to provide an opportunity for technological leapfrogging to countries with the right capabilities. We accomplish this by leveraging rapid innovation and technology while ensuring that everyone has equal rights to economic resources and opportunities. As more than 20,000 new apps and software are released daily, 365 days a year, the concept of “free” not only prevents entrepreneurs from succeeding (as the apps drown in the abundance of new tech), but it also prevents developing countries from finding and accessing new content. Impact Crowd Technology, in partnership with Crowd1, intends to distribute other companies’ software through its network, not only in the western world, but especially to developing nations. Customer acquisition costs, in the form of sales commissions (as opposed to advertising), will be allocated to neglected geographical areas and to people who want and need an income.",

    "QuestionsAndAnswersPage_Head_Title": "ZH ICT | Questions & Answers",
    "QuestionsAndAnswersPage_Title": "ZH Questions & Answers",
    "QuestionsAndAnswersPage_TopSection_Title": "ZH Meet our people",
    "QuestionsAndAnswersPage_TopSection_Description": "ZH ICT meets the strictest demands on compliance, transparency, as well as legal requirements, including tax laws and the relevant regulations.",
    "QuestionsAndAnswersPage_QuestionSection_Title": "ZH ICT",
    "QuestionsAndAnswersPage_QuestionSection_TitleSecond": "ZH Crowd 1",
    "QuestionsAndAnswersPage_ParthnershipSection_Title": "ZH Join our team",
    "QuestionsAndAnswersPage_ParthnershipSection_Description": "ZH We are always looking for talented people to join our force. Please don’t hesitate to apply to any of our currently open positions within the company.",
    "QuestionsAndAnswersPage_QuestionSection_Button": "ZH View Open Positions",

    "CorporateGovernancePage_Head_Title": "ZH ICT | Corporate Governance",
    "CorporateGovernancePage_Title": "ZH Corporate Governance",
    "CorporateGovernancePage_Description": "ZH ICT meets the strictest demands on compliance, transparency,  as well as legal requirements, including tax laws and the relevant regulations. To support us, we work with one of the most reputable auditing companies in the world.",
    "CorporateGovernancePage_CrowdSection_Title": "ZH Crowd 1",
    "CorporateGovernancePage_CrowdSection_Description_First": "ZH We are actively combating the prejudice that surrounds the digital multi-level marketing industry as a whole. To this end, we have established Impact Crowd Technology S.L. in Madrid, Spain.",
    "CorporateGovernancePage_CrowdSection_Description_Second": "ZH To attract a wider product portfolio, we must achieve complete transparency in our corporate structure. Recruitment of new management is also a priority, with focus on supervision and the implementation of a proper product department to ensure continued growth of Impact Crowd Technology’s portfolio.",
    "CorporateGovernancePage_CrowdSection_Description_Third": "ZH To fight the concerns regarding the long-term viability of the business, our priority remains the creation of long-term incentives for top management that are addressed through new incentive schemes and option plans.",
    "CorporateGovernancePage_CrowdSection_Description_Fourth": "ZH The nature of the industry is unable to guarantee the success of a pioneer, which can lead to various outcomes. By encouraging education and establishing a long-term incentive structure, we create a resilient and sustainable business.",
    "CorporateGovernancePage_GovernanceSection_Title_First": "ZH A solid foundation",
    "CorporateGovernancePage_GovernanceSection_Description_First": "ZH Impact Crowd Technology (ICT) is set up in accordance with strict corporate governance and a solid managerial foundation that fulfils all European and international laws and regulations. It is a registered Spanish company, based in Madrid. <br> <br> Due to industry specifics, this is a vital and incremental step in order to gain the confidence and trust not only of our members, but of future partners, the media, and legislators too.",
    "CorporateGovernancePage_GovernanceSection_Title_Second": "ZH As the first digital MLM company",
    "CorporateGovernancePage_GovernanceSection_Description_Second": "ZH ICT will address the challenge of long-term sustainability. We aim to implement our strategy following strict and ‘traditional’ corporate governance, compliance and transparency with the intention of taking the company public within four years. Over time, we will build a vast library of digital products that are easily accessible for our members. <br> <br> Compliance is looked upon as a competitive advantage within ICT. For KYC of customers, we use idvcheck.com (Malta) to ensure smooth and accurate KYC procedures, including PEP Screening and other compliance controls.",
    "CorporateGovernancePage_ParthershipsSection_Title": "ZH Results & Partnerships",
    "CorporateGovernancePage_ParthershipsSection_Description": "ZH Are you our next partner? <br> Get in touch to learn more and see how our team can help.",
    "CorporateGovernancePage_ParthershipsSection_Button": "ZH Contact Us",

    "OpenPositionsPage_Head_Title": "ZH ICT | Open Positions",
    "OpenPositionsPage_Title": "ZH Our open positions",
    "OpenPositionsPage_TopSection_Title": "ZH Open Positions",
    "OpenPositionsPage_TopSection_Description": "ZH ICT meets the strictest demands on compliance, transparency, as well as legal requirements, including tax laws and the relevant regulations.",
    "OpenPositionsPage_ParthershipSection_Title": "ZH Working at ICT",
    "OpenPositionsPage_ParthershipSection_Description": "ZH We are always looking for talented people to join our force. Please don’t hesitate to apply to any of our currently open positions within the company.",
    "OpenPositionsPage_ParthershipSection_Button": "ZH Learn more",
  
    "OpenPositionsJobPage_Head_Title": "ZH ICT | Open Positions",
    "OpenPositionsJobPage_Title": "ZH Job Title",
    "OpenPositionsJobPage_Marketing_Banner_Title": "ZH Job title",
    "OpenPositionsJobPage_Marketing_Banner_Subtitle": "ZH Marketing & Sales - Stockholm",
    "OpenPositionsJobPage_Job_Description_Title": "ZH Description",
    "OpenPositionsJobPage_Job_Description": "ZH We are looking for an experienced SEO (Search Engine Optimization) Manager to join our Marketing team! As a SEO Manager you will be responsible for planning, implementing and managing our SEO strategy. As our online presence is extremely important for the success of the business, the SEO Manager will work with all functions of the business and liaise with the tech team and our agencies to drive organic growth globally.<br> <br> Lorem ipsum dolor sit amet, consectetur adipiscing elit, sed do eiusmod tempor incididunt ut labore et dolore magna aliqua. Ut enim ad minim veniam, quis nostrud exercitation ullamco laboris nisi ut aliquip ex ea commodo consequat. Duis aute irure dolor in reprehenderit. ",
    "OpenPositionsJobPage_Job_Task_Title": "ZH Tasks & Responsibilites",
    "OpenPositionsJobPage_Job_Task_Description": "ZH We are looking for an experienced SEO (Search Engine Optimization) Manager to join our Marketing team! As a SEO Manager you will be responsible for planning, implementing and managing our SEO strategy. As our online presence is extremely important for the success of the business, the SEO Manager will work with all functions of the business and liaise with the tech team and our agencies to drive organic growth globally.",
    "OpenPositionsJobPage_Job_Apply": "ZH Apply now",
    "OpenPositionsJobPage_ParthershipSection_Title": "ZH Join our team",
    "OpenPositionsJobPage_ParthershipSection_Description": "ZH We are always looking for talented people to join our force. Please don’t hesitate to apply to any of our currently open positions within the company.",
    "OpenPositionsJobPage_ParthershipSection_Button": "ZH View Open Positions",

    "OpenPositionApplyPage_Head_Title": "ZH ICT | Open Positions",
    "OpenPositionApplyPage_Title": "ZH Job Title - Apply",
    "OpenPositionApplyPage_Heading": "ZH Work with us",
    "OpenPositionApplyPage_ApplicationForm_Title": "ZH Apply Now",
    "OpenPositionApplyPage_ApplicationForm_Send": "ZH Send",
    "OpenPositionApplyPage_ApplicationForm_Name": "ZH Name",
    "OpenPositionApplyPage_ApplicationForm_Email": "ZH Email",
    "OpenPositionApplyPage_ApplicationForm_ErrorRequired": "ZH Required",
    "OpenPositionApplyPage_ApplicationForm_Phone": "ZH Phone",
    "OpenPositionApplyPage_ApplicationForm_Upload_Success": "ZH Files Uploaded",
    "OpenPositionApplyPage_ApplicationForm_Upload_Title": "ZH Drag and drop your CV here",
    "OpenPositionApplyPage_ApplicationForm_Upload_Description": "ZH You can also upload files by",
    "OpenPositionApplyPage_ApplicationForm_Upload_ClickMessage": "ZH clicking here",
    "OpenPositionApplyPage_ApplicationForm_Cover_Letter_Title": "ZH Cover Letter",
    "OpenPositionApplyPage_ApplicationForm_Cover_Letter_Description": "ZH optional",
    "OpenPositionApplyPage_ParthershipSection_Title": "ZH Browse all open positions",
    "OpenPositionApplyPage_ParthershipSection_Description": "ZH We are always looking for talented people to join our force. Please don’t hesitate to apply to any of our currently open positions within the company.",
    "OpenPositionApplyPage_ParthershipSection_Button": "ZH View Open Positions",

    "OurPeoplePage_Head_Title": "ZH ICT | Our People",
    "OurPeoplePage_Title": "ZH Our People",
    "OurPeoplePage_TopSection_Title": "ZH Meet our people",
    "OurPeoplePage_TopSection_Description": "ZH ICT meets the strictest demands on compliance, transparency, as well as legal requirements, including tax laws and the relevant regulations.",
    "OurPeoplePage_ManagementSection_Title": "ZH Management",
    "OurPeoplePage_ManagementSectionBoard_Title": "ZH Board",
    "OurPeoplePage_ParthershipSection_Title": "ZH Join our team",
    "OurPeoplePage_ParthershipSection_Description": "ZH We are always looking for talented people to join our force. Please don’t hesitate to apply to any of our currently open positions within the company.",
    "OurPeoplePage_ParthershipSection_Button": "ZH View Open Positions",

    "PressroomPage_Head_Title": "ZH ICT | Pressroom",
    "PressroomPage_Title": "ZH Pressroom",
    "PressroomPage_Heading": "ZH Pressroom",
    "PressroomPage_Articles_Title": "ZH Articles",
    "PressroomPage_Learn_More": "ZH Learn more",
    "PressroomPage_Form_Title": "ZH Press Inquiries",
    "PressroomPage_Form_Send": "ZH Send",
    "PressroomPage_Form_Name_Input": "ZH Name",
    "PressroomPage_Form_Story_Input": "ZH Story topic",
    "PressroomPage_Form_Email_Input": "ZH Your email",
    "PressroomPage_Form_Publication_Input": "ZH Publication media",
    "PressroomPage_Form_Phone_Input": "ZH Your phone",
    "PressroomPage_Form_Inquiri_Input": "ZH Type your inquiry here",
    "PressroomPage_Media_Banner_Title": "ZH Media Kit",
    "PressroomPage_Media_Banner_Description": "ZH Impact Crowd Technology has been set up in accordance with strict corporate governance and a solid managerial foundation that meets all European laws and regulations.",

    "ArticlePage_Head_Title": "ZH ICT | Pressroom",
    "ArticlePage_Title": "ZH Article",
    "ArticlePage_Heading": "ZH Pressroom",
    "ArticlePage_Download": "ZH Download pdf.",
 
    "ContactUsPage_Head_Title": "ZH ICT | Contact Us",
    "ContactUsPage_Title": "ZH Contact us",
    "ContactUsPage_Topic_Title": "ZH Topic",
    "ContactUsPage_Textarea_Title": "ZH Type your inquiry here",
    "ContactUsPage_Send": "ZH Send"
}
